//==================================================================== 
//**   解决方案或项目总名称
//====================================================================
//**   Copyright © 中国气象局 2018 -- Support 北京绘云天科技有限公司
//====================================================================
// 文件名称：IWebWindow.cs
// 项目名称：请更改为实际项目名称
// 创建时间：2018-07-04 17:42:11
// 创建人员：宋杰军
// 负 责 人：宋杰军
// 参与人员：宋杰军
// ===================================================================
// 修改日期：
// 修改人员：
// 修改内容：
// ===================================================================
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace Meteo.Breeze.WebEngine.WinForm
{
	/// <summary>
	/// 类文件功能说明。
	/// </summary>
	public class IWebWindow
	{
		/// <summary>
		/// 构造函数
		/// </summary>
		public IWebWindow()
		{
			// -->
		}

		#region 成员变量



		#endregion

		#region 成员属性



		#endregion

		#region 成员方法



		#endregion

	}
}
